[
    {
        "image": "https://i.ibb.co.com/yFC9fP6N/ludo-king.webp",
        "title": "Ludo King",
        "companyName": "Gametion Global",
        "id": 1,
        "description": "Ludo King is a digital version of the classic board game loved by families and friends worldwide. Developed by Gametion Global, it brings nostalgic fun to your screen with smooth gameplay, vibrant graphics, and simple rules that anyone can enjoy. You can play offline with your friends or challenge real players online from anywhere in the world. The goal is to move all your tokens to the center before your opponents by rolling the dice and making smart moves. Ludo King also includes the popular Snakes and Ladders game for even more entertainment. Players can use chat, emojis, and different themes to make each match exciting and personal. With over a billion downloads globally, Ludo King connects generations through fun and strategy, making it one of the most loved mobile games of all time.",
        "size": 65,
        "reviews": "10.5M",
        "ratingAvg": 4.3,
        "downloads": 500000000,
        "ratings": [
            {
                "name": "1 star",
                "count": 450000
            },
            {
                "name": "2 star",
                "count": 320000
            },
            {
                "name": "3 star",
                "count": 800000
            },
            {
                "name": "4 star",
                "count": 2200000
            },
            {
                "name": "5 star",
                "count": 7400000
            }
        ]
    },
    {
        "image": "https://i.ibb.co.com/MxVp2zXc/candy-crush-suva.png",
        "title": "Candy Crush Saga",
        "companyName": "King",
        "id": 2,
        "description": "Candy Crush Saga is one of the world’s most popular puzzle-matching games, developed by King. It challenges players to match colorful candies in rows or columns to clear levels and earn rewards. With thousands of fun and challenging puzzles, each level brings new obstacles, boosters, and exciting surprises. Players can connect with friends, compete on leaderboards, and sync progress easily across devices. The game features bright graphics, smooth animations, and delightful sound effects that make every move satisfying. Candy Crush Saga regularly adds new levels and events, keeping the adventure fresh and exciting for players of all ages. Whether you have a few minutes to relax or want hours of fun, Candy Crush offers the perfect mix of challenge and enjoyment. Match, crush, and blast your way through the sweetest puzzle journey ever!",
        "size": 92,
        "reviews": "35M",
        "ratingAvg": 4.6,
        "downloads": 1000000000,
        "ratings": [
            {
                "name": "1 star",
                "count": 800000
            },
            {
                "name": "2 star",
                "count": 600000
            },
            {
                "name": "3 star",
                "count": 1200000
            },
            {
                "name": "4 star",
                "count": 4200000
            },
            {
                "name": "5 star",
                "count": 28400000
            }
        ]
    },
    {
        "image": "https://i.ibb.co.com/8g450mXG/pubji.jpg",
        "title": "PUBG Mobile",
        "companyName": "Tencent Games",
        "id": 3,
        "description": "PUBG Mobile is a globally popular battle royale game developed by PUBG Corporation and Tencent Games. In this thrilling multiplayer shooter, up to 100 players parachute onto a massive island, scavenge for weapons, and fight to be the last person or team standing. The game features realistic graphics, immersive sound effects, and a variety of maps and modes, offering endless strategic gameplay. Players can team up with friends, communicate using voice chat, and participate in tournaments or events. With regular updates introducing new skins, weapons, vehicles, and challenges, PUBG Mobile keeps the experience fresh and competitive. The shrinking play zone adds excitement and urgency, testing your reflexes and strategy. Whether you prefer solo, duo, or squad matches, PUBG Mobile delivers intense action, adrenaline-filled battles, and an ultimate survival experience. Prepare, strategize, and dominate the battlefield to claim victory!",
        "size": 780,
        "reviews": "46M",
        "ratingAvg": 4.4,
        "downloads": 1000000000,
        "ratings": [
            {
                "name": "1 star",
                "count": 2200000
            },
            {
                "name": "2 star",
                "count": 1600000
            },
            {
                "name": "3 star",
                "count": 4400000
            },
            {
                "name": "4 star",
                "count": 9600000
            },
            {
                "name": "5 star",
                "count": 28200000
            }
        ]
    },
    {
        "image": "https://i.ibb.co.com/kgx4w3RB/spotify.jpg",
        "title": "Spotify",
        "companyName": "Spotify AB",
        "id": 4,
        "description": "Spotify is a leading digital music streaming platform that gives you access to millions of songs, podcasts, and playlists from around the world. Developed by Spotify Ltd., it allows users to listen to their favorite tracks anytime, anywhere, across multiple devices. You can create personalized playlists, discover new music with curated recommendations, and follow artists to stay updated on their latest releases. Spotify offers both free and premium subscription options, providing features like ad-free listening, offline downloads, and high-quality audio streaming. With its intuitive interface and smart algorithms, Spotify makes it easy to explore genres, moods, and trending hits. Whether you’re commuting, working, or relaxing, Spotify delivers an endless library of music and podcasts to match every moment. Join millions of users worldwide and experience the ultimate audio streaming service that adapts to your taste and lifestyle.",
        "size": 105,
        "reviews": "30M",
        "ratingAvg": 4.5,
        "downloads": 1000000000,
        "ratings": [
            {
                "name": "1 star",
                "count": 1100000
            },
            {
                "name": "2 star",
                "count": 900000
            },
            {
                "name": "3 star",
                "count": 2500000
            },
            {
                "name": "4 star",
                "count": 7500000
            },
            {
                "name": "5 star",
                "count": 18400000
            }
        ]
    },
    {
        "image": "https://i.ibb.co.com/HpHvTm1h/instragram-1.jpg",
        "title": "Instagram",
        "companyName": "Meta Platforms, Inc.",
        "id": 5,
        "description": "Instagram is a leading social media platform developed by Meta, designed for sharing photos, videos, and stories with friends, family, and the world. It allows users to capture moments, edit them with filters, and share content on their profile or through Stories and Reels. Instagram offers interactive features like direct messaging, live streaming, polls, and reactions to engage with followers. Users can explore trending posts, discover creators, and follow topics that match their interests. With personalized recommendations and an easy-to-use interface, Instagram encourages creativity and connection across communities. The platform also supports shopping, business accounts, and professional insights, making it a hub for both personal expression and brand promotion. Whether you’re sharing everyday life, following celebrities, or exploring global trends, Instagram keeps you connected, inspired, and entertained at every scroll.",
        "size": 140,
        "reviews": "155M",
        "ratingAvg": 4.2,
        "downloads": 5000000000,
        "ratings": [
            {
                "name": "1 star",
                "count": 6000000
            },
            {
                "name": "2 star",
                "count": 4400000
            },
            {
                "name": "3 star",
                "count": 14500000
            },
            {
                "name": "4 star",
                "count": 33000000
            },
            {
                "name": "5 star",
                "count": 97000000
            }
        ]
    },
    {
        "image": "https://i.ibb.co.com/ymRFwV3T/tik-tok.jpg",
        "title": "TikTok",
        "companyName": "ByteDance",
        "id": 6,
        "description": "TikTok is a globally popular short-form video platform developed by ByteDance, designed for creating, sharing, and discovering entertaining videos. Users can record videos ranging from 15 seconds to 3 minutes, add music, effects, and filters, and engage with millions of viewers worldwide. The platform’s smart algorithm curates personalized content, showing trending videos, challenges, and creators based on user preferences. TikTok offers features like duets, stitches, live streaming, and interactive effects to enhance creativity and engagement. It has become a hub for viral trends, comedy, dance, tutorials, and lifestyle content, connecting communities and inspiring creators of all ages. Whether you want to showcase talent, follow influencers, or explore global trends, TikTok provides endless entertainment and opportunities for creative expression. Join millions of users to watch, create, and share fun and engaging videos every day!",
        "size": 180,
        "reviews": "60M",
        "ratingAvg": 4.4,
        "downloads": 1000000000,
        "ratings": [
            {
                "name": "1 star",
                "count": 2500000
            },
            {
                "name": "2 star",
                "count": 1800000
            },
            {
                "name": "3 star",
                "count": 5200000
            },
            {
                "name": "4 star",
                "count": 11400000
            },
            {
                "name": "5 star",
                "count": 39000000
            }
        ]
    },
    {
        "image": "https://i.ibb.co.com/Psm0FyYR/snapchat.jpg",
        "title": "Snapchat",
        "companyName": "Snap Inc.",
        "id": 7,
        "description": "Snapchat is a multimedia messaging app developed by Snap Inc., designed to help users communicate through photos, videos, and messages that disappear after being viewed. It offers features like Stories, Snap Map, filters, lenses, and Bitmoji avatars, making interactions fun and engaging. Users can send direct snaps to friends, create group chats, and share daily moments with their followers. Snapchat’s creative tools, including augmented reality effects, stickers, and music integration, encourage self-expression and entertainment. The app also provides news, entertainment, and trending content through its Discover section, connecting users to global events and popular creators. With its focus on privacy, ephemeral messaging, and interactive features, Snapchat has become a leading platform for young audiences to socialize, create, and explore digital content in innovative ways. Capture, share, and explore moments instantly with Snapchat!",
        "size": 110,
        "reviews": "29M",
        "ratingAvg": 4.1,
        "downloads": 1000000000,
        "ratings": [
            {
                "name": "1 star",
                "count": 1800000
            },
            {
                "name": "2 star",
                "count": 1500000
            },
            {
                "name": "3 star",
                "count": 4200000
            },
            {
                "name": "4 star",
                "count": 7400000
            },
            {
                "name": "5 star",
                "count": 14200000
            }
        ]
    },
    {
        "image": "https://i.ibb.co.com/1YJGdxPS/duolingo-1.png",
        "title": "Duolingo",
        "companyName": "Duolingo",
        "id": 8,
        "description": "Duolingo is a popular language-learning app designed to make learning fun, interactive, and accessible for everyone. Developed by Duolingo Inc., it offers courses in dozens of languages, including Spanish, French, German, Japanese, and more. The app uses gamified lessons, quizzes, and exercises to help users build reading, writing, listening, and speaking skills. Duolingo’s bite-sized lessons are perfect for learning on the go, allowing users to practice anytime, anywhere. The app tracks progress, rewards achievements with points and badges, and adapts to individual learning speeds to ensure effective language acquisition. Duolingo also offers podcasts, stories, and conversation practice to strengthen comprehension and fluency. With a user-friendly interface, motivational challenges, and a supportive community, Duolingo empowers learners of all ages to confidently explore new languages and cultures. Start learning a language today and unlock a world of opportunities!",
        "size": 54,
        "reviews": "12M",
        "ratingAvg": 4.7,
        "downloads": 500000000,
        "ratings": [
            {
                "name": "1 star",
                "count": 350000
            },
            {
                "name": "2 star",
                "count": 220000
            },
            {
                "name": "3 star",
                "count": 600000
            },
            {
                "name": "4 star",
                "count": 2100000
            },
            {
                "name": "5 star",
                "count": 8700000
            }
        ]
    },
    {
        "image": "https://i.ibb.co.com/cRsfLzn/netflex.webp",
        "title": "Netflix",
        "companyName": "Netflix, Inc.",
        "id": 9,
        "description": "Netflix is a leading streaming platform that offers a vast library of movies, TV shows, documentaries, and original content from around the world. Developed by Netflix, Inc., it allows users to watch their favorite content anytime, anywhere, on multiple devices. Netflix provides personalized recommendations, curated playlists, and trending content to help viewers discover new shows and movies based on their interests. With high-quality streaming, offline downloads, and ad-free viewing for subscribers, Netflix delivers a premium entertainment experience. The platform features award-winning series, blockbuster films, and exclusive Netflix Originals that cater to all genres, from drama and comedy to action, thriller, and animation. Whether watching alone, with family, or sharing profiles with friends, Netflix ensures seamless streaming and entertainment for audiences of all ages. Enjoy unlimited entertainment and explore stories from around the world with Netflix!",
        "size": 130,
        "reviews": "22M",
        "ratingAvg": 4.5,
        "downloads": 1000000000,
        "ratings": [
            {
                "name": "1 star",
                "count": 900000
            },
            {
                "name": "2 star",
                "count": 700000
            },
            {
                "name": "3 star",
                "count": 1900000
            },
            {
                "name": "4 star",
                "count": 6200000
            },
            {
                "name": "5 star",
                "count": 13000000
            }
        ]
    },
    {
        "image": "https://i.ibb.co.com/jv8086dn/whatsapp.png",
        "title": "WhatsApp Messenger",
        "companyName": "Meta Platforms, Inc.",
        "id": 10,
        "description": "WhatsApp is a widely used messaging and calling app developed by Meta, allowing users to communicate instantly with friends, family, and colleagues worldwide. It supports text messages, voice and video calls, group chats, and media sharing including photos, videos, documents, and voice notes. WhatsApp ensures privacy with end-to-end encryption, keeping conversations secure. Users can also share their live location, create status updates, and use web or desktop versions for seamless connectivity. With a simple interface, reliable performance, and cross-platform support, WhatsApp has become one of the most trusted communication apps globally, making staying connected easier and faster than ever.",
        "size": 120,
        "reviews": "185M",
        "ratingAvg": 4.3,
        "downloads": 5000000000,
        "ratings": [
            {
                "name": "1 star",
                "count": 9000000
            },
            {
                "name": "2 star",
                "count": 5500000
            },
            {
                "name": "3 star",
                "count": 15000000
            },
            {
                "name": "4 star",
                "count": 43000000
            },
            {
                "name": "5 star",
                "count": 121000000
            }
        ]
    },
    {
        "image": "https://i.ibb.co.com/xK225CNB/googlemaps.png",
        "title": "Google Maps",
        "companyName": "Google LLC",
        "id": 11,
        "description": "Google Maps is a comprehensive navigation and mapping app developed by Google, designed to help users explore and navigate the world. It provides real-time GPS navigation, traffic updates, route planning, and public transit information. Users can discover places, read reviews, check opening hours, and view street-level imagery through Street View. Google Maps also offers offline maps, personalized recommendations, and integration with other Google services. Whether finding local restaurants, planning trips, or exploring new cities, Google Maps ensures accurate directions, traffic alerts, and a seamless travel experience for individuals and businesses alike.",
        "size": 140,
        "reviews": "160M",
        "ratingAvg": 4.2,
        "downloads": 10000000000,
        "ratings": [
            {
                "name": "1 star",
                "count": 11000000
            },
            {
                "name": "2 star",
                "count": 8000000
            },
            {
                "name": "3 star",
                "count": 23000000
            },
            {
                "name": "4 star",
                "count": 56000000
            },
            {
                "name": "5 star",
                "count": 175000000
            }
        ]
    },
    {
        "image": "https://i.ibb.co.com/8Lh5WgR8/youtube.png",
        "title": "YouTube",
        "companyName": "Google LLC",
        "id": 12,
        "description": "YouTube is the world’s largest video-sharing platform developed by Google, allowing users to upload, watch, and discover videos across every category imaginable. From music and entertainment to tutorials, vlogs, and live streams, YouTube offers endless content for learning, entertainment, and connection. Users can create channels, subscribe to creators, like, comment, and share videos, while personalized recommendations help explore trending topics. With features like offline downloads, playlists, and YouTube Premium for ad-free viewing, the platform caters to viewers of all ages. YouTube connects global audiences, empowering creators to share stories and ideas with the world.",
        "size": 190,
        "reviews": "155M",
        "ratingAvg": 4.4,
        "downloads": 10000000000,
        "ratings": [
            {
                "name": "1 star",
                "count": 9000000
            },
            {
                "name": "2 star",
                "count": 6200000
            },
            {
                "name": "3 star",
                "count": 18000000
            },
            {
                "name": "4 star",
                "count": 48000000
            },
            {
                "name": "5 star",
                "count": 198000000
            }
        ]
    },
    {
        "image": "https://i.ibb.co.com/cKJssRDW/zoom.jpg",
        "title": "Zoom Cloud Meetings",
        "companyName": "Zoom Video Communications, Inc.",
        "id": 13,
        "description": "Zoom is a leading video conferencing and communication app designed to facilitate virtual meetings, webinars, and collaboration. Developed by Zoom Video Communications, it offers high-quality video and audio calls, screen sharing, chat, and meeting recording features. Users can host or join meetings from anywhere, on desktop or mobile, with robust security and ease of use. Zoom supports one-on-one calls, group meetings, and large webinars, making it ideal for businesses, educators, and personal communication. With features like virtual backgrounds, breakout rooms, and scheduling tools, Zoom ensures seamless collaboration, effective teamwork, and global connectivity for work, learning, and social interaction.",
        "size": 120,
        "reviews": "15M",
        "ratingAvg": 4.2,
        "downloads": 1000000000,
        "ratings": [
            {
                "name": "1 star",
                "count": 700000
            },
            {
                "name": "2 star",
                "count": 520000
            },
            {
                "name": "3 star",
                "count": 1100000
            },
            {
                "name": "4 star",
                "count": 4200000
            },
            {
                "name": "5 star",
                "count": 8700000
            }
        ]
    },
    {
        "image": "https://i.ibb.co.com/ymT5BC4y/telegram.jpg",
        "title": "Telegram",
        "companyName": "Telegram FZ-LLC",
        "id": 14,
        "description": "Telegram is a cloud-based messaging app that provides fast, secure, and private communication. Developed by Telegram FZ-LLC, it allows users to send text messages, voice and video calls, media files, and documents seamlessly. Telegram supports group chats, channels, and bots to enhance communication and collaboration. With end-to-end encryption, secret chats, self-destructing messages, and cross-platform support, Telegram ensures user privacy and security. Its cloud storage allows access to messages from multiple devices, while features like polls, stickers, and file sharing make interactions more fun and efficient. Telegram is ideal for personal, professional, and community use, enabling users to connect globally with ease and safety.",
        "size": 95,
        "reviews": "13M",
        "ratingAvg": 4.5,
        "downloads": 1000000000,
        "ratings": [
            {
                "name": "1 star",
                "count": 650000
            },
            {
                "name": "2 star",
                "count": 400000
            },
            {
                "name": "3 star",
                "count": 950000
            },
            {
                "name": "4 star",
                "count": 3100000
            },
            {
                "name": "5 star",
                "count": 8800000
            }
        ]
    },
    {
        "image": "https://i.ibb.co.com/yF7VFH1b/Discord.jpg",
        "title": "Discord",
        "companyName": "Discord Inc.",
        "id": 15,
        "description": "Discord is a versatile communication platform designed for communities, gamers, and teams. Developed by Discord Inc., it offers voice, video, and text chat channels where users can communicate in real-time. Discord supports private servers, group chats, screen sharing, and live streaming, making collaboration and social interaction seamless. Users can join communities, participate in discussions, and use bots to enhance functionality. With cross-platform support, high-quality audio, and customizable notifications, Discord connects people across the globe for gaming, education, work, and social engagement, providing a unique blend of social networking and teamwork tools.",
        "size": 160,
        "reviews": "13M",
        "ratingAvg": 4.4,
        "downloads": 500000000,
        "ratings": [
            {
                "name": "1 star",
                "count": 450000
            },
            {
                "name": "2 star",
                "count": 300000
            },
            {
                "name": "3 star",
                "count": 850000
            },
            {
                "name": "4 star",
                "count": 2700000
            },
            {
                "name": "5 star",
                "count": 9100000
            }
        ]
    },
    {
        "image": "https://i.ibb.co.com/Mydhyc3z/linkin-1.png",
        "title": "LinkedIn",
        "companyName": "LinkedIn Corporation",
        "id": 16,
        "description": "LinkedIn is the world’s leading professional networking platform, developed by LinkedIn Corporation. It enables users to build and maintain professional connections, share updates, apply for jobs, and showcase their skills and experience. Users can follow companies, join industry groups, and engage with content relevant to their career and business interests. LinkedIn provides tools for networking, professional growth, and recruitment, including job alerts, learning courses, and company insights. With a focus on career development, LinkedIn connects professionals globally, helping them discover opportunities, collaborate, and advance in their fields.",
        "size": 140,
        "reviews": "18M",
        "ratingAvg": 4.3,
        "downloads": 1000000000,
        "ratings": [
            {
                "name": "1 star",
                "count": 800000
            },
            {
                "name": "2 star",
                "count": 600000
            },
            {
                "name": "3 star",
                "count": 1500000
            },
            {
                "name": "4 star",
                "count": 4500000
            },
            {
                "name": "5 star",
                "count": 11200000
            }
        ]
    },
    {
        "image": "https://i.ibb.co.com/BHF0CSwv/microsoft-teams.png",
        "title": "Microsoft Teams",
        "companyName": "Microsoft Corporation",
        "id": 17,
        "description": "Microsoft Teams is a collaborative workspace app developed by Microsoft, designed for team communication and productivity. It offers video conferencing, chat, file sharing, and real-time collaboration across Office 365 apps. Teams supports meetings, webinars, and project management with features like channels, tabs, and integrations with third-party apps. Users can collaborate on documents, schedule tasks, and communicate effectively in one platform. Microsoft Teams is ideal for businesses, educational institutions, and organizations seeking efficient, secure, and integrated collaboration tools to enhance teamwork and productivity.",
        "size": 240,
        "reviews": "10M",
        "ratingAvg": 4.3,
        "downloads": 500000000,
        "ratings": [
            {
                "name": "1 star",
                "count": 500000
            },
            {
                "name": "2 star",
                "count": 350000
            },
            {
                "name": "3 star",
                "count": 700000
            },
            {
                "name": "4 star",
                "count": 2200000
            },
            {
                "name": "5 star",
                "count": 7200000
            }
        ]
    },
    {
        "image": "https://i.ibb.co.com/7dnjk1QD/twitter-1.png",
        "title": "Twitter (X)",
        "companyName": "X Corp.",
        "id": 18,
        "description": "Twitter is a global social networking platform that allows users to share short messages, known as tweets, with followers worldwide. Developed by Twitter, Inc., it enables real-time updates, news, trends, and conversations across diverse topics. Users can post text, images, videos, and polls, follow accounts of interest, engage through likes, retweets, and replies, and explore trending hashtags. Twitter is widely used by individuals, businesses, and public figures for communication, marketing, and news dissemination. With its fast-paced, interactive interface, Twitter connects millions of users globally, facilitating dialogue, engagement, and information sharing in real-time.",
        "size": 100,
        "reviews": "145M",
        "ratingAvg": 4.1,
        "downloads": 1000000000,
        "ratings": [
            {
                "name": "1 star",
                "count": 5000000
            },
            {
                "name": "2 star",
                "count": 3300000
            },
            {
                "name": "3 star",
                "count": 9800000
            },
            {
                "name": "4 star",
                "count": 21000000
            },
            {
                "name": "5 star",
                "count": 63500000
            }
        ]
    },
    {
        "image": "https://i.ibb.co.com/LdQPKKwq/pinterest.webp",
        "title": "Pinterest",
        "companyName": "Pinterest, Inc.",
        "id": 19,
        "description": "Pinterest is a visual discovery and bookmarking platform that allows users to explore and save ideas for inspiration. Developed by Pinterest, Inc., it enables users to create boards, pin images, videos, and links, and organize content by topics such as home decor, fashion, recipes, travel, and more. Pinterest’s smart recommendations help users discover trending content and creative ideas tailored to their interests. Users can follow other creators, collaborate on boards, and engage with communities. Ideal for both personal inspiration and professional creative projects, Pinterest connects millions of users worldwide, providing a platform to discover, collect, and share ideas visually.",
        "size": 115,
        "reviews": "20M",
        "ratingAvg": 4.6,
        "downloads": 1000000000,
        "ratings": [
            {
                "name": "1 star",
                "count": 550000
            },
            {
                "name": "2 star",
                "count": 330000
            },
            {
                "name": "3 star",
                "count": 950000
            },
            {
                "name": "4 star",
                "count": 3100000
            },
            {
                "name": "5 star",
                "count": 15800000
            }
        ]
    },
    {
        "image": "https://i.ibb.co.com/NdVtsTsW/notion.png",
        "title": "Notion",
        "companyName": "Notion Labs",
        "id": 20,
        "description": "Notion is an all-in-one workspace app designed for note-taking, task management, and collaboration. Developed by Notion Labs, it allows users to create notes, databases, wikis, and project boards in a customizable environment. Teams and individuals can collaborate in real-time, organize workflows, track tasks, and manage projects efficiently. Notion’s flexible interface supports templates, integrations, and multimedia content, making it ideal for productivity, learning, and organization. With cross-platform support and cloud syncing, users can access their workspace anytime, anywhere. Notion empowers users to plan, create, and collaborate seamlessly, combining multiple productivity tools into a single platform.",
        "size": 110,
        "reviews": "5M",
        "ratingAvg": 4.8,
        "downloads": 100000000,
        "ratings": [
            {
                "name": "1 star",
                "count": 80000
            },
            {
                "name": "2 star",
                "count": 55000
            },
            {
                "name": "3 star",
                "count": 120000
            },
            {
                "name": "4 star",
                "count": 450000
            },
            {
                "name": "5 star",
                "count": 4300000
            }
        ]
    },
    {
        "image": "https://i.ibb.co.com/zWJGC5Wr/goggle-chrome.png",
        "title": "Google Chrome",
        "companyName": "Google LLC",
        "id": 21,
        "description": "Google Chrome is a fast, secure, and user-friendly web browser developed by Google. It provides seamless internet browsing with features like tabbed browsing, bookmarks, extensions, and incognito mode for private browsing. Chrome is optimized for speed and performance, offering instant page loading and efficient memory usage. Users can sync bookmarks, history, and settings across devices using a Google account. With regular updates, built-in security features, and support for modern web standards, Chrome ensures a safe and smooth browsing experience. It is ideal for everyday internet use, online research, streaming, and productivity, making it one of the most popular web browsers globally.",
        "size": 130,
        "reviews": 47000000,
        "ratingAvg": 4.3,
        "downloads": 10000000000,
        "ratings": [
            {
                "name": "1 star",
                "count": 2000000
            },
            {
                "name": "2 star",
                "count": 1800000
            },
            {
                "name": "3 star",
                "count": 5200000
            },
            {
                "name": "4 star",
                "count": 9400000
            },
            {
                "name": "5 star",
                "count": 28600000
            }
        ]
    },
    {
        "image": "https://i.ibb.co.com/VpkMJPY0/capcut.jpg",
        "title": "CapCut - Video Editor",
        "companyName": "Bytedance Pte. Ltd.",
        "id": 22,
        "description": "CapCut is a versatile video editing app developed by ByteDance, designed for creating professional-quality videos on mobile devices. It offers a wide range of editing tools including trimming, splitting, merging, and speed adjustment, as well as advanced features like filters, transitions, effects, and text overlays. Users can add music, voiceovers, and sound effects to enhance their videos. CapCut supports exporting videos in high resolution for social media platforms like TikTok, Instagram, and YouTube. With an intuitive interface, easy-to-use tools, and creative templates, CapCut empowers both beginners and professionals to create engaging, high-quality video content anywhere, anytime.",
        "size": 150,
        "reviews": 24000000,
        "ratingAvg": 4.4,
        "downloads": 500000000,
        "ratings": [
            {
                "name": "1 star",
                "count": 1600000
            },
            {
                "name": "2 star",
                "count": 1200000
            },
            {
                "name": "3 star",
                "count": 2600000
            },
            {
                "name": "4 star",
                "count": 5100000
            },
            {
                "name": "5 star",
                "count": 14500000
            }
        ]
    },
    {
        "image": "https://i.ibb.co.com/Cp2hG4F6/facebook.png",
        "title": "Facebook",
        "companyName": "Meta Platforms, Inc.",
        "id": 23,
        "description": "Facebook is a leading social networking platform developed by Meta, designed to help users connect, share, and communicate with friends, family, and communities worldwide. Users can post text updates, photos, videos, and links, create events, and join groups to engage with like-minded individuals. Facebook offers features like Messenger for instant communication, Marketplace for buying and selling, and Stories for sharing daily moments. With personalized news feeds, pages, and notifications, users can stay updated on trends, news, and social activities. The platform also supports businesses and creators through advertising, pages, and content promotion. With billions of users globally, Facebook remains a central hub for social interaction, networking, and digital engagement.",
        "size": 120,
        "reviews": 125000000,
        "ratingAvg": 4.1,
        "downloads": 5000000000,
        "ratings": [
            {
                "name": "1 star",
                "count": 6200000
            },
            {
                "name": "2 star",
                "count": 4800000
            },
            {
                "name": "3 star",
                "count": 11000000
            },
            {
                "name": "4 star",
                "count": 24000000
            },
            {
                "name": "5 star",
                "count": 79000000
            }
        ]
    },
    {
        "image": "https://i.ibb.co.com/9B8MNPX/adobe-lihgt-room.png",
        "title": "Adobe Lightroom - Photo Editor",
        "companyName": "Adobe",
        "id": 24,
        "description": "Adobe provides a suite of creative software applications designed for professionals and enthusiasts in graphic design, video editing, photography, and digital content creation. Developed by Adobe Inc., its tools include Photoshop, Illustrator, Premiere Pro, After Effects, and Acrobat. Adobe products empower users to create, edit, and share high-quality visuals, videos, documents, and multimedia projects. With cloud integration through Adobe Creative Cloud, users can access their work from multiple devices, collaborate in real-time, and use templates and resources to streamline workflows. Adobe’s powerful software solutions are widely used in industries like marketing, entertainment, education, and business, enabling creativity and innovation at every level.",
        "size": 180,
        "reviews": 12000000,
        "ratingAvg": 4.6,
        "downloads": 100000000,
        "ratings": [
            {
                "name": "1 star",
                "count": 300000
            },
            {
                "name": "2 star",
                "count": 250000
            },
            {
                "name": "3 star",
                "count": 700000
            },
            {
                "name": "4 star",
                "count": 2200000
            },
            {
                "name": "5 star",
                "count": 8600000
            }
        ]
    },
    {
        "image": "https://i.ibb.co.com/mCXkQ2W0/Reddit.jpg",
        "title": "Reddit",
        "companyName": "Reddit Inc.",
        "id": 25,
        "description": "Reddit is a social news aggregation, discussion, and community platform that allows users to share content, vote, and comment on posts across thousands of communities, known as subreddits. Developed by Reddit, Inc., it covers topics ranging from news, technology, entertainment, gaming, and hobbies to personal discussions. Users can participate in conversations, join interest-based groups, and follow trends or hot topics in real-time. Reddit supports text, images, videos, and links, providing an interactive space for learning, entertainment, and social engagement. With voting, awards, and discussion threads, Reddit enables users to connect globally, share opinions, and discover diverse perspectives, making it one of the most popular online communities.",
        "size": 70,
        "reviews": 9000000,
        "ratingAvg": 4.2,
        "downloads": 500000000,
        "ratings": [
            {
                "name": "1 star",
                "count": 350000
            },
            {
                "name": "2 star",
                "count": 270000
            },
            {
                "name": "3 star",
                "count": 700000
            },
            {
                "name": "4 star",
                "count": 1800000
            },
            {
                "name": "5 star",
                "count": 5800000
            }
        ]
    }
]